Repository: Torrekie/Battman
Catalog: Battman/Localizations/*.po
Languages: de

source: Failed
de: Fehlgeschlagen

source: Error
de: Fehler

source: None
de: Ohne

source: True
de: Wahr

source: False
de: Nein

source: Swipe up to exit
de: Nach oben wischen zum Beenden

source: Done
de: Fertig

source: Logs
de: Analysedaten

source: More
de: Mehr

source: Torrekie's website (zh_CN)
de: Torrekie's Webseite (zh_CN)

source: Follow @Torrekie_G
de: Folge @Torrekie_G

source: Subscribe me on Bilibili
de: Auf Bilibili abonnieren

source: Follow u/Torrekie on Reddit
de: u/Torrekie auf Reddit folgen

source: About Battman
de: Über Battman

source: Gonna tell us something?
de: Möchten Sie uns etwas mitteilen?

source: Found a bug or have an idea? Please choose one way to contact us: open a GitHub Issue (public — great for steps/logs) or Send Email (for private info or attachments). We really appreciate your help!
de: Fehler gefunden oder eine Idee? Bitte wählen Sie eine Kontaktmöglichkeit: GitHub Issue erstellen (öffentlich — ideal für Schritte/Protokolle) oder E-Mail senden (für private Informationen oder Anhänge). Wir schätzen Ihre Hilfe sehr!

source: Open GitHub Issue
de: GitHub Issue erstellen

source: Send Email
de: E-Mail senden

source: Cancel
de: Abbrechen

source: Copy "Torrekie" and search in WeChat?
de: "Torrekie" kopieren und in WeChat suchen?

source: Continue
de: Fortfahren

source: Preferences
de: Einstellungen

source: Report Bug
de: Fehler melden

source: Credit
de: Danksagungen

source: Source Code
de: Quellcode

source: Battman Wiki & User Manual
de: Wiki & Handbuch

source: Support Us
de: Unterstützen

source: View Battman On Havoc
de: Auf Havoc anzeigen

source: Join Battman Discord
de: Discord beitreten

source: Logs (stdout)
de: Protokolle (stdout)

source: Select language override
de: Sprache manuell festlegen

source: Exit App
de: App beenden

source: Logs (stdout) (very cool)
de: Protokolle (stdout) (sehr interessant)

source: Redirect daemon logs
de: Dienst-Protokolle umleiten

source: Show fatal error view
de: Fatalen Fehler anzeigen

source: Trigger fatal notify
de: Fatale Benachrichtigung auslösen

source: Trigger UTF jitter
de: UTF-Störung auslösen

source: Remove token and exit
de: Token entfernen und beenden

source: Battman Credit
de: Battman Danksagungen

source: Charging Management
de: Lademanagement

source: General
de: Allgemein

source: Smart Charging
de: Intelligentes Laden

source: Low Power Mode
de: Stromsparmodus

source: These values can’t be overridden when the Charging Limit daemon is running.
de: Diese Werte können nicht überschrieben werden, wenn der Charging Limit-Dienst läuft.

source: Block Charging suspends battery charging and allows the battery to discharge while maintaining power source operation. %@
de: Ladung blockieren unterbricht das Laden der Batterie und ermöglicht die Entladung bei fortlaufendem Betrieb am Ladegerät. %@

source: Certain values may not be overridable when Optimized Battery Charging is enabled.
de: Möglicherweise können bestimmte Werte nicht überschrieben werden, wenn das optimierte Batterieladen aktiviert ist.

source: Smart Charging will start 900 seconds (15 minutes) after power is plugged-in, or the date you scheduled, whichever one comes first.
de: Intelligentes Laden beginnt 900 Sekunden (15 Minuten) nach dem Einstecken oder zum geplanten Zeitpunkt, je nachdem was früher eintritt.

source: Enabled
de: Aktiviert

source: Disabled
de: Deaktiviert

source: Never been used before
de: Noch nie verwendet

source: since %@
de: seit %@

source: at %d%% charge
de: bei %d %% Ladung

source: These settings are retained across iTunes backups and restores.
de: Diese Einstellungen bleiben bei iTunes-Backups und -Wiederherstellungen erhalten.

source: Not supported on this device
de: Dieses Gerät wird nicht unterstützt

source: Something went wrong when setting this property.
de: Fehler beim Festlegen dieser Eigenschaft.

source: Failed to load
de: Laden fehlgeschlagen

source: Unable to set Low Power Mode.
de: Stromsparmodus konnte nicht aktiviert werden.

source: Failed to enable Smart Charging.
de: Intelligentes Laden konnte nicht aktiviert werden.

source: Engaged
de: Aktiviert

source: Smart Charging has been engaged. It will start after 15 minutes of power supply, or at the date you picked, whichever comes first.
de: Intelligentes Laden wurde aktiviert. Es startet nach 15 Minuten Stromversorgung oder zu dem von Ihnen gewählten Zeitpunkt, je nachdem, was zuerst eintritt.

source: Block Charging
de: Laden unterbrechen

source: Block Power Supply
de: Stromversorgung unterbrechen

source: Starting at
de: Startet um

source: Until
de: Bis

source: Schedule
de: Zeitplan

source: Disable on A/C
de: Am Netzteil deaktivieren

source: Disable When Exceeds
de: Deaktivieren wenn über

source: Hide Low Power Alert
de: Akkuwarnung ausblenden

source: Temperature Range
de: Temperaturbereich

source: Thermometer Preview
de: Thermometer-Vorschau

source: Set the temperature range shown in Thermometer.
de: Legen Sie den Temperaturbereich fest, der im Thermometer angezeigt wird.

source: This preview shows how the pointer adjusts to match the current temperature based on your selected range.
de: In dieser Vorschau sehen Sie, wie sich der Zeiger entsprechend der aktuellen Temperatur innerhalb des gewählten Bereichs bewegt.

source: Min Temperature
de: Minimale Temperatur

source: Max Temperature
de: Maximale Temperatur

source: Agree
de: Akzeptieren

source: Decline
de: Ablehnen

source: License
de: Lizenz

source: Terms of Use
de: Nutzungsbedingungen

source: Device Avg.
de: Ø Gerät

source: Battery Cell 1
de: Batteriezelle 1

source: Battery Cell 2
de: Batteriezelle 2

source: Battery Cell 3
de: Batteriezelle 3

source: Battery Cell 4
de: Batteriezelle 4

source: Camera Module
de: Kameramodul

source: Thermal Pressure
de: Wärmebelastung

source: Thermal Notification Level
de: Warnstufe Temperatur

source: Max Trigger Temperature
de: Max. Auslösetemperatur

source: Sunlight Exposure
de: Sonneneinstrahlung

source: Hardware Temperature
de: Temperatur

source: System Thermal Monitor State
de: Status Temperaturüberwachung

source: Thermal Basics
de: Temperatur-Grundlagen

source: Device Sensors
de: Gerätesensoren

source: HID Raw Data
de: HID-Rohdaten

source: Adjust ThermalMonitor behavior on the Thermal Tunes page.
de: Passen Sie das ThermalMonitor-Verhalten auf der Temperatureinstellungen-Seite an.

source: Some sensors may not provide real‑time temperature data.
de: Einige Sensoren stellen möglicherweise keine Daten in Echtzeit bereit.

source: Daemon State
de: Dienststatus

source: ThermalMonitor is a critical system component responsible for managing device and battery health. Disabling it may lead to unexpected behavior and is not recommended.
de: ThermalMonitor ist eine wichtige Systemkomponente zur Verwaltung des Geräte- und Batteriegesundheit. Eine Deaktivierung kann zu unerwartetem Verhalten führen und wird nicht empfohlen.

source: Maximum device‑skin temperature per thermal‑monitoring cycle. Exceeding this threshold within the cycle automatically generates an AppleCare thermal‑exception log.
de: Maximale Gehäusetemperatur pro Überwachungszyklus. Das Überschreiten dieses Grenzwerts innerhalb des Zyklus erzeugt automatisch ein AppleCare Diagnoseprotokoll.

source: Running
de: Läuft

source: Unable to detect
de: Erkennung fehlgeschlagen

source: CLTM State
de: CLTM-Status

source: Using CLTMv2
de: Verwendet CLTMv2

source: Unsupported
de: Nicht unterstützt

source: Not Running
de: Läuft nicht

source: Debug Commit
de: Debug-Build

source: Sandboxed
de: In Sandbox

source: Simulator Sandboxed
de: Simulator (Sandbox)

source: Simulator Unsandboxed
de: Simulator (ohne Sandbox)

source: Roothide Unsandboxed
de: Roothide (ohne Sandbox)

source: Platfomized
de: Plattformspezifisch

source: Debugger Attached
de: Debugger verbunden

source: Battery
de: Batterie

source: Battery Info
de: Batterie

source: Brightness
de: Bildschirmhelligkeit

source: Manage
de: Erweiterte Einstellungen

source: Unimplemented Yet
de: Noch nicht implementiert

source: Will be introduced in future updates.
de: Wird in zukünftigen Updates eingeführt.

source: Charging Limit
de: Ladelimit

source: Thermal Tunes
de: Temperaturmanagement

source: Analytics
de: Analyse

source: Sorry
de: Entschuldigung

source: Please download Battman from our official page.
de: Bitte laden Sie Battman von unserer offiziellen Seite herunter.

source: Open URL
de: URL öffnen

source: Exit
de: Beenden

source: Preferred Language
de: Sprache & Region

source: Clear
de: Leeren

source: Default
de: Standard

source: Battery Avg.
de: Ø Batterie

source: Sensors Avg.
de: Ø Sensoren

source: Main Screen
de: Hauptbildschirm

source: Who moved my temperature sensors?
de: Wo sind meine Temperatursensoren?

source: Unknown array
de: Unbekanntes Array

source: (Unknown type) %0*llX
de: (Unbekannter Typ) %0*llX

source: Jump to
de: Springe zu

source: Enter the key below.
de: Geben Sie den Schlüssel unten ein.

source: Jump
de: Springen

source: Invalid key
de: Ungültiger Schlüssel

source: Key not found
de: Schlüssel nicht gefunden

source: Click a row to edit
de: Zeile zum Bearbeiten antippen

source: Jump to key
de: Zu Schlüssel springen

source: (Unable to read)
de: (Kann nicht gelesen werden)

source: Write to SMC
de: In SMC schreiben

source: Type Change
de: Typänderung

source: Are you sure you want to interpret the item "%.4s" as type "%.4s"? This may cause undefined behavior.
de: Sind Sie sicher, dass Sie das Element "%.4s" als Typ "%.4s" interpretieren möchten? Dies kann zu undefiniertem Verhalten führen.

source: Proceed
de: Fortfahren

source: Are you 100% sure?
de: Sind Sie ganz sicher?

source: The type "%.4s" you requested is %d bytes long, which doesn't match the current length of %d bytes. Only continue if you're certain of the consequences. Proceed?
de: Der angeforderte Typ "%.4s" ist %d Bytes lang, was nicht der aktuellen Länge von %d Bytes entspricht. Setzen Sie nur fort, wenn Sie sich sicher sind. Fortfahren?

source: Element count mismatch.
de: Anzahl der Elemente stimmt nicht überein.

source: Invalid value detected.
de: Ungültiger Wert erkannt.

source: Data too long
de: Daten zu lang

source: Invalid flag value found
de: Ungültiger Flag-Wert gefunden

source: Hex Editing
de: Hex-Bearbeitung

source: Please use the hex editor below instead.
de: Bitte verwenden Sie stattdessen den Hex-Editor unten.

source: Data length mismatch
de: Datenlänge stimmt nicht überein

source: Invalid value detected
de: Ungültiger Wert erkannt

source: Disclaimer
de: Haftungsausschluss

source: Please read the entire message.
de: Bitte lesen Sie die gesamte Meldung.

source: Writing to the SMC can be harmful. If unexpected behavior occurs, the developers offer NO WARRANTY to the fullest extent permitted by law.
de: Das Schreiben in den SMC kann schädlich sein. Falls unerwartetes Verhalten auftritt, bieten die Entwickler KEINE GARANTIE im gesetzlich zulässigen Umfang.

source: Make sure you understand what you're doing before continuing.
de: Stellen Sie sicher, dass Sie verstehen, was Sie tun, bevor Sie fortfahren.

source: I understand, write to SMC NOW
de: Ich verstehe, JETZT in SMC schreiben

source: Failed to write to SMC.
de: Schreiben in SMC fehlgeschlagen.

source: Hex Dump
de: Hex-Speicherauszug

source: No data is sent to the SMC until you click "Write to SMC."
de: Es werden keine Daten an den SMC gesendet, bis Sie auf "In SMC schreiben" klicken.

source: Refetch Data
de: Daten neu abrufen

source: Learn more…
de: Weitere Infos …

source: Review the documentation before making any changes. %@
de: Lesen Sie die Dokumentation, bevor Sie Änderungen vornehmen. %@

source: Hot-In-Pocket Mode
de: Überhitzungsschutz in der Tasche

source: Thermal Levels
de: Thermische Stufen

source: Changing the default thermal behavior may increase wear on your battery and reduce its lifespan.
de: Änderungen am Überhitzungsschutz können die Abnutzung Ihrer Batterie erhöhen und deren Lebensdauer verkürzen.

source: Hot-In-Pocket Protection automatically reduces CPU & GPU power when the display is off and no media is playing, to prevent overheating while the device is stored in a pocket.
de: Der Überhitzungsschutz in der Tasche reduziert automatisch die CPU- und GPU-Leistung, wenn das Display ausgeschaltet ist und keine Medien wiedergegeben werden, um Überhitzung zu verhindern, während sich das Gerät in einer Tasche befindet.

source: Thermal levels are normally controlled by the system. Changing them can affect power, media playback, backlight, flashlight and wireless charging.
de: Thermische Stufen werden normalerweise vom System gesteuert. Änderungen können die Leistung, Medienwiedergabe, Hintergrundbeleuchtung, Taschenlampe und drahtloses Laden beeinflussen.

source: State Updates
de: Statusaktualisierungen

source: Whether applications receive thermal state updates
de: Ob Apps Wärmestatus-Updates erhalten

source: Thermal Mitigations
de: Überhitzungsschutz

source: Reduce power budget when heating
de: Leistung bei Wärme reduzieren

source: Enable
de: Aktivieren

source: Simulate HIP
de: HIP simulieren

source: Auto Detect
de: Automatisch erkennen

source: Exposure Mode
de: Belichtungsmodus

source: Pressure
de: Wärmebelastung

source: Unavailable
de: Nicht verfügbar

source: Tap to adjust
de: Zum Anpassen antippen

source: Notification
de: Benachrichtigung

source: Reset
de: Zurücksetzen

source: Setting thermal pressure to %s may trigger a persistent temperature warning screen. Do you want to continue?
de: Das Festlegen des Wärmebelastung auf %s kann eine dauerhafte Temperaturwarnung auslösen. Möchtest du fortfahren?

source: Thermal Tuning failed with error
de: Wärmeeinstellung fehlgeschlagen

source: locale_name
de: Deutsch

source: Unregistered Locale
de: Nicht registrierte Sprache

source: You are using a localization file which not officially provided by Battman, the translations may inaccurate.
de: Sie verwenden eine Sprachdatei, die nicht offiziell von Battman bereitgestellt wird. Die Übersetzungen könnten ungenau sein.

source: stdio logs not redirected in Simulator build, please check stdio in Xcode console output instead.
de: stdio-Protokolle werden im Simulator-Build nicht umgeleitet. Bitte überprüfen Sie stattdessen die stdio-Ausgabe in der Xcode-Konsole.

source: Battman CLI not implemented yet.
de: Battman CLI noch nicht implementiert.

source: Discharge, Keep A/C
de: Entladen, Netzteil beibehalten

source: Block A/C
de: Netzteil blockieren

source: Failed to open daemon settings file
de: Dienst-Einstellungsdatei konnte nicht geöffnet werden

source: File mapping failed
de: Dateizuordnung fehlgeschlagen

source: 7-Day Battery Level
de: 7-Tage-Batteriestand

source: Charging Limit (Experimental)
de: Ladelimit (Experimentell)

source: The system logs battery charge–level changes for the past 7 days. If this graph is empty, the power-log service may not be running correctly.
de: Das System protokolliert Änderungen des Batteriestands der letzten 7 Tage. Falls diese Grafik leer ist, läuft der Stromprotokoll-Dienst möglicherweise nicht korrekt.

source: Charging Limit uses a background service to monitor your battery's charge level and automatically adjust charging behavior.
de: Das Ladelimit verwendet einen Hintergrunddienst, um den Ladestand Ihrer Batterie zu überwachen und das Ladeverhalten automatisch anzupassen.

source: Invalid Setup
de: Ungültige Konfiguration

source: Limit Value should be bigger than Resume Value
de: Grenzwert sollte größer als Fortsetzungswert sein

source: Unable to connect to the daemon.
de: Verbindung zum Dienst nicht möglich.

source: Couldn't start the daemon — it isn’t responding.
de: Der Dienst konnte nicht gestartet werden – er antwortet nicht.

source: When limit is reached
de: Wenn Limit erreicht

source: Limit charging at (%)
de: Laden begrenzen bei (%)

source: Resume charging at (%)
de: Laden fortsetzen bei (%)

source: Drain Mode
de: Entlademodus

source: Override OBC On Cycle
de: OBC bei Zyklus überschreiben

source: OBC will turn off
de: OBC wird ausgeschaltet

source: OBC will not be affected
de: OBC ist nicht betroffen

source: Daemon is active
de: Dienst ist aktiv

source: Daemon is inactive
de: Dienst ist inaktiv

source: Stop Daemon %@
de: Dienst stoppen %@

source: Start Daemon %@
de: Dienst starten %@

source: (Enforce Mode)
de: (Durchsetzungsmodus)

source: (Soft Mode)
de: (Weichmodus)

source: Battman charging limits are enforced
de: Battman-Ladebegrenzungen werden durchgesetzt

source: OBC may ignore Battman charging limits
de: OBC kann Battman-Ladebegrenzungen ignorieren

source: Localizations
de: Lokalisierungen

source: Language changes will take effect after restarting the app.
de: Änderungen der Sprache werden nach dem Neustart der App wirksam.

source: Create a new GitHub issue
de: Issue auf GitHub erstellen

source: Battman hasn't added your language yet. %@
de: Battman unterstützt deine Sprache noch nicht. %@

source: Battery information updates automatically depending on system conditions.
de: Informationen zur Batterie werden je nach Systembedingungen automatisch aktualisiert.

source: Battery information updates at the selected interval. %@
de: Die Batteriedaten werden im ausgewählten Intervall aktualisiert. %@

source: Using a shorter interval may affect performance.
de: Ein kürzeres Intervall kann die Leistung beeinträchtigen.

source: Battery information doesn’t update automatically. Pull down to refresh manually.
de: Informationen zur Batterie werden nicht automatisch aktualisiert. Wischen Sie nach unten, um manuell zu aktualisieren.

source: Configure how often battery information is refreshed.
de: Einstellen, wie oft die Batteriedaten aktualisiert werden.

source: Battery Info Refresh Rate
de: Aktualisierungsrate der Batteriedaten

source: Appearance
de: Erscheinungsbild

source: Data Management
de: Datenverwaltung

source: This will permanently delete all Battman data, preferences, and cached files. This action cannot be undone.
de: Dadurch werden alle Battman-Daten, Einstellungen und zwischengespeicherten Dateien dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.

source: Language
de: Sprache

source: Interval (s)
de: Intervall (s)

source: Never
de: Nie

source: Brightness Icon
de: Helligkeitssymbol

source: Wipe All Battman Data
de: Alle Inhalte & Einstellungen löschen

source: This will wipe all data under %@
de: Das löscht alle Daten unter %@

source: Dry Run
de: Analysieren

source: Dry Run Analysis…
de: Analyse wird durchgeführt…

source: Wiping Data…
de: Daten werden gelöscht…

source: Please wait while analyzing what would be deleted.
de: Bitte warten Sie, während analysiert wird, was gelöscht werden würde.

source: Please wait while all data is being deleted.
de: Bitte warten Sie, während alle Daten gelöscht werden.

source: Dry Run Complete
de: Analyse abgeschlossen

source: Analysis complete. Check the console/logs to see what would be deleted. No data was actually removed.
de: Analyse abgeschlossen. Überprüfen Sie die Konsole/Protokolle, um zu sehen, was gelöscht werden würde. Es wurden keine Daten entfernt.

source: Data Wiped
de: Daten gelöscht

source: All Battman data has been successfully deleted. The app will now exit.
de: Alle Battman-Daten wurden erfolgreich gelöscht. Die App wird jetzt beendet.

source: Support Battman
de: Battman unterstützen

source: If Battman saved you time or made your day easier, please consider a small donation. Even a few dollars make a real difference and help me keep adding improvements (also helps my living).
de: Falls Battman Ihnen Zeit gespart oder Ihren Tag erleichtert hat, denken Sie bitte über eine kleine Spende nach. Schon wenige Euro machen einen echten Unterschied und helfen mir dabei, weiterhin Verbesserungen hinzuzufügen (und meinen Lebensunterhalt zu bestreiten).

source: You can at least get Battman early accesses by donating us 🥺
de: Sie können zumindest frühen Zugang zu Battman erhalten, indem Sie uns unterstützen 🥺

source: Don't worry about annoyance, this page only popup itself for once 🥺
de: Keine Sorge, diese Seite erscheint nur einmal 🥺

source: Having Problems?
de: Probleme?

source: We'd love to hear from you! Let us know if you find any bugs or have suggestions to make things better.
de: Wir würden gerne von Ihnen hören! Lassen Sie uns wissen, ob Sie Fehler finden oder Vorschläge zur Verbesserung haben.

source: Send an Email
de: E-Mail senden

source: No, thanks
de: Nein, danke.

source: Goto %@
de: Gehe zu %@

source: Error when opening URL: %@
de: Fehler beim Öffnen der URL: %@

source: Your device does not support sending Emails.
de: Ihr Gerät unterstützt das Senden von E-Mails nicht.

source: No value returned from sensor, device should be checked by service technician.
de: Kein Wert vom Sensor zurückgegeben. Das Gerät sollte von einem Servicetechniker überprüft werden.

source: Value exceeded the designed, device should be checked by service technician.
de: Wert überschreitet die Spezifikation. Das Gerät sollte von einem Servicetechniker überprüft werden.

source: Unusual value, device should be checked by service technician.
de: Ungewöhnlicher Wert. Das Gerät sollte von einem Servicetechniker überprüft werden.

source: Significant abnormal data, device should be checked by service technician.
de: Erheblich abweichende Daten. Das Gerät sollte von einem Servicetechniker überprüft werden.

source: Error Data
de: Fehlerdaten

source: Unusual Data
de: Unübliche Daten

source: Data Too Large
de: Daten zu groß

source: Empty Data
de: Leere Daten

source: Wrong Data
de: Falsche Daten

source: Internal Battery
de: Interne Batterie

source: Copied!
de: Kopiert!

source: Advanced
de: Erweitert

source: Type
de: Typ

source: "External Power" indicator may suggest that the connected adapter is a wireless charger. Most information may not be displayed because wireless chargers are handled differently by the hardware.
de: Die Anzeige "Externe Stromversorgung" könnte darauf hinweisen, dass das angeschlossene Gerät ein kabelloses Ladegerät ist. Die meisten Informationen werden möglicherweise nicht angezeigt, da kabellose Ladegeräte von der Hardware anders behandelt werden.

source: Remaining Capacity
de: Verbleibende Kapazität

source: Unusual Remaining Capacity, a non-genuine battery component may be in use.
de: Unübliche verbleibende Kapazität. Möglicherweise wird ein nicht-originales Batteriebauteil verwendet.

source: Estimated Remaining
de: Geschätzte verbleibende Laufzeit

source: Remaining Capacity not detected.
de: Verbleibende Kapazität nicht erkannt.

source: Cycle Count
de: Ladezyklen

source: Cycle Count exceeded designed cycle count, consider replacing with a genuine battery.
de: Die Ladezyklen überschreiten die vorgesehene Anzahl. Ein Austausch mit einer originalen Batterie wird empfohlen.

source: Time to Empty
de: Verbleibende Betriebszeit

source: Unusual Time to Empty, a non-genuine battery component may be in use.
de: Unübliche verbleibende Betriebszeit, möglicherweise wird eine Batterie eines Drittherstellers verwendet.

source: Depth of Discharge
de: Tiefe der Entladung

source: Unusual Depth of Discharge, a non-genuine battery component may be in use.
de: Ungewöhnliche Entladetiefe. Möglicherweise wird ein nicht-originales Batteriebauteil verwendet.

source: Not HVC
de: Kein HVC

source: Software Controlled
de: Software-gesteuert

source: Helper failed to launch
de: Hilfsprogramm konnte nicht gestartet werden

source: IOMainPort Open Failed
de: IOMainPort konnte nicht geöffnet werden

source: AppleSMC Unsupported
de: AppleSMC nicht unterstützt

source: AppleSMC Open Failed
de: Öffnen von AppleSMC fehlgeschlagen

source: Fully Charged
de: Vollständig geladen

source: Too Cold
de: Zu kalt

source: Too Hot
de: Zu warm

source: Too Cold To Start
de: Zu kalt zum Starten
