Repository: Torrekie/Battman
Catalog: Battman/Localizations/*.po
Languages: de

source: Too Hot To Start
de: Zu warm zum Starten

source: Battery Not Present
de: Keine Batterie vorhanden

source: VBUS Not Present
de: VBUS nicht vorhanden

source: High SoC High Temp Stopped
de: Gestoppt: Hoher Ladezustand bei hoher Temperatur

source: Sensor Communication Failed
de: Sensor-Kommunikation fehlgeschlagen

source: Accessory Connecting
de: Zubehör wird verbunden

source: Kiosk Mode
de: Kiosk-Modus

source: USB-PD Connecting
de: USB-PD wird verbunden

source: setbatt Controlled
de: setbatt-gesteuert

source: Predictive Charging
de: Intelligentes Laden

source: Wireless Charger Controlled
de: Kabelloses Laden gesteuert

source: Gas Gauge FW Updating
de: Gas-Gauge-Firmware wird aktualisiert

source: Battery Inhibit Inflow Unsupported
de: Batterie-Ladestrom-Sperre nicht unterstützt

source: Inhibit Client Adapter
de: Externes Ladegerät gesperrt

source: Cell Voltage Too High
de: Zellenspannung zu hoch

source: Battery Not Requesting Charge
de: Batterie fordert keine Ladung an

source: Camera Streaming
de: Kamera-Streaming

source: Field Diagnostics
de: Felddiagnose

source: Inhibit Inflow
de: Eingehenden Strom sperren

source: Carrier Mode Testing
de: Carrier-Modus-Test

source: Vbatt Fault
de: Vbatt-Fehler

source: Ibatt MinFault
de: Ibatt-Minimalfehler

source: Permanent Battery Failure
de: Dauerhafter Batteriefehler

source: No Battery
de: Keine Batterie

source: Bad Battery
de: Defekte Batterie

source: Using AC Power
de: Verwendet Netzstrom

source: G3 Mechanical Off
de: G3 mechanisch ausgeschaltet

source: Adapter Disabled
de: Ladegerät deaktiviert

source: Unknown Adapter
de: Unbekanntes Ladegerät

source: Adapter Not Allowed
de: Ladegerät nicht unterstützt

source: Calibration
de: Kalibrierung

source: Charging Disabled
de: Laden deaktiviert

source: OS Charging Disabled
de: Laden vom System deaktiviert

source: Charging Limit Reached
de: Ladelimit erreicht

source: Upstream Charging Disabled
de: Upstream-Laden deaktiviert

source: PowerManagement Charging Disabled
de: Energieverwaltung-Laden deaktiviert

source: Battery Temperature over 50℃
de: Batterietemperatur über 50℃

source: Battery Temperature over 45℃
de: Batterietemperatur über 45℃

source: Temperature Gradient Too High
de: Temperaturunterschied zu hoch

source: INVALID_NOT_CHARGING_REASON_VALUE
de: Ungültiger Grund für 'Nicht laden'

source: Disconnected
de: Nicht verbunden

source: USB Device
de: USB-Gerät

source: USB Adapter
de: USB-Ladegerät

source: Unknown USB
de: Unbekanntes USB

source: USB-C Brick
de: USB-C-Netzteil

source: AC Power
de: Netzstrom

source: Externel Power 1
de: Externe Stromversorgung 1

source: Externel Power 2
de: Externe Stromversorgung 2

source: Externel Power 3
de: Externe Stromversorgung 3

source: Externel Power 4
de: Externe Stromversorgung 4

source: Externel Power 5
de: Externe Stromversorgung 5

source: Externel Power 6
de: Externe Stromversorgung 6

source: Externel Power 7
de: Externe Stromversorgung 7

source: Unknown
de: Unbekannt

source: Nominal
de: Normal

source: Light
de: Leicht

source: Moderate
de: Moderat

source: Heavy
de: Stark

source: Trapping
de: Abfangen

source: Sleeping
de: Ruhezustand

source: 70% Torch
de: Taschenlampe 70%

source: 70% Backlight
de: Helligkeit 70%

source: 50% Torch
de: Taschenlampe 50%

source: 50% Backlight
de: Helligkeit 50%

source: Torch Disabled
de: Taschenlampe deaktiviert

source: 25% Backlight
de: Helligkeit 25%

source: Maps halo Disabled
de: Karten-Halo deaktiviert

source: App Terminated
de: App beendet

source: Device Restart
de: Neustart des Geräts

source: Ready
de: Bereit

source: All Gas Gauge metrics are dynamically retrieved from the onboard sensor array in real time. Should anomalies be detected in specific readings, this may indicate the presence of unauthorized components or require diagnostics through Apple Authorised Service Provider.
de: Alle Gas-Gauge-Messwerte werden dynamisch in Echtzeit vom integrierten Sensor-Array abgerufen. Sollten Anomalien in spezifischen Werten erkannt werden, kann dies auf nicht autorisierte Komponenten hinweisen oder eine Diagnose durch einen Apple Autorisierten Service Provider erfordern.

source: Device Name
de: Gerätename

source: This indicates the name of the current Gas Gauge IC used by the installed battery.
de: Dies zeigt den Namen des aktuell verwendeten Gas-Gauge-ICs der installierten Batterie an.

source: Health
de: Gesundheit

source: SoC
de: Ladezustand

source: Avg. Temperature
de: Ø Temperatur

source: Charging
de: Lädt

source: Full Charge Capacity
de: Volle Ladekapazität

source: Designed Capacity
de: Nennkapazität

source: Battery Uptime
de: Betriebszeit der Batterie

source: The length of time the Battery Management System (BMS) has been up.
de: Die Zeitdauer, die das Batteriemanagementsystem (BMS) in Betrieb ist.

source: Current chemical depth of discharge (DOD₀). The gas gauge updates information on the DOD₀ based on open-circuit voltage (OCV) readings when in a relaxed state.
de: Aktuelle chemische Entladetiefe (DOD₀). Der Gas-Gauge aktualisiert die DOD₀-Informationen basierend auf Leerlaufspannungs-Messungen (OCV) im entspannten Zustand.

source: Passed Charge
de: Übertragene Ladung

source: The cumulative capacity of the current charging or discharging cycle. It is reset to zero with each DOD₀ update.
de: Die kumulative Kapazität des aktuellen Lade- oder Entladezyklus. Sie wird mit jedem DOD₀-Update auf null zurückgesetzt.

source: Voltage
de: Spannung

source: Avg. Current
de: Ø Stromstärke

source: Avg. Power
de: Ø Leistung

source: Cell Count
de: Anzahl Zellen

source: Designed Cycle Count
de: Angegebene Zyklenanzahl

source: State of Charge
de: Batterieladung

source: State of Charge (UI)
de: Batterieladung (Anzeige)

source: The "Battery Percentage" displayed exactly on your status bar. This is the SoC that Apple wants to tell you.
de: Die in der Statusleiste angezeigte "Batterieladung".

source: Resistance Scale
de: Widerstandsskala

source: Battery Serial No.
de: Seriennummer

source: Chemistry ID
de: Chemie-ID

source: Chemistry unique identifier (ChemID) assigned to each battery in Texas Instruments' database. It ensures accurate calculations and predictions.
de: Eindeutige Chemie-Kennung (ChemID), die jeder Batterie in der Texas Instruments-Datenbank zugewiesen wird. Sie gewährleistet präzise Berechnungen und Vorhersagen.

source: Flags
de: Status

source: True Remaining Capacity
de: Tatsächliche Restkapazität

source: OCV Current
de: OCV-Strom

source: OCV Voltage
de: OCV-Spannung

source: Max Load Current
de: Max. Laststrom

source: Max Load Current 2
de: Max. Laststrom 2

source: IT Misc Status
de: IT-Status (sonstiges)

source: This field refers to the miscellaneous data returned by battery Impedance Track™ Gas Gauge IC.
de: Dieses Feld bezieht sich auf die verschiedenen Daten, die vom Batterie Impedance Track™ Gas Gauge IC zurückgegeben werden.

source: Simulation Rate
de: Simulationsrate

source: This field refers to the rate of Gas Gauge performing Impedance Track™ simulations.
de: Dieses Feld bezieht sich auf die Rate, mit der der Gas-Gauge Impedance Track™ Simulationen durchführt.

source: Daily Max SoC
de: Max. tägliche Ladung

source: Daily Min SoC
de: Min. tägliche Ladung

source: Adapter Details
de: Ladegerät-Informationen

source: All adapter information is dynamically retrieved from the hardware of the currently connected adapter (or cable if you are using Lightning ports). If any of the data is missing, it may indicate that the power source is not providing the relevant information, or there may be a hardware issue with the power source.
de: Alle Informationen zum Ladegerät werden dynamisch von der Hardware des aktuell angeschlossenen Ladegeräts (oder Kabels bei Lightning-Anschlüssen) abgerufen. Falls Daten fehlen, kann dies darauf hinweisen, dass die Stromquelle nicht die relevanten Informationen bereitstellt oder ein Hardware-Problem mit dem Ladegerät vorliegt.

source: Port of currently connected adapter. On macOS, this is the USB port that the adapter currently attached.
de: Anschluss des aktuell verbundenen Ladegeräts. Unter macOS ist dies der USB-Anschluss, an dem das Ladegerät angeschlossen ist.

source: Adapter Type
de: Ladegerättyp

source: Compatibility
de: Kompatibilität

source: This field refers to the Family Code (kIOPSPowerAdapterFamilyKey) of currently connected power adapter.
de: Dieses Feld bezieht sich auf den Family Code (kIOPSPowerAdapterFamilyKey) des aktuell angeschlossenen Ladegeräts.

source: Reason
de: Grund

source: If this field appears in the list, it indicates that an issue has occurred or that a condition was met, causing charging to stop.
de: Falls dieses Feld in der Liste erscheint, weist es darauf hin, dass ein Problem aufgetreten ist oder eine Bedingung erfüllt wurde, wodurch der Ladevorgang gestoppt wurde.

source: Current Rating
de: Stromstärke

source: Current rating of connected power source, this does not indicates the real-time passing current.
de: Stromstärke des angeschlossenen Ladegeräts. Dies zeigt nicht den aktuell fließenden Strom in Echtzeit an.

source: Voltage Rating
de: Nennspannung

source: Voltage rating of connected power source, this does not indicates the real-time passing voltage.
de: Nennspannung der angeschlossenen Stromquelle. Dies zeigt nicht die aktuell anliegende Spannung in Echtzeit an.

source: Input Current
de: Eingangsstrom

source: Real-time input current (IBUS) from the connected power source.
de: Echtzeit-Eingangsstrom (IBUS) der angeschlossenen Stromquelle.

source: Input Voltage
de: Eingangsspannung

source: Real-time input voltage (VBUS) from the connected power source.
de: Echtzeit-Eingangsspannung (VBUS) der angeschlossenen Stromquelle.

source: Charging Current
de: Ladestrom

source: The real-time passing current to internal battery.
de: Der aktuelle Strom zur internen Batterie in Echtzeit.

source: Charging Voltage
de: Ladespannung

source: The real-time passing voltage to internal battery.
de: Die aktuelle Spannung zur internen Batterie in Echtzeit.

source: Charger IC ID
de: Laderegler-IC-Kennung

source: Model Name
de: Modellname

source: Manufacturer
de: Hersteller

source: Model
de: Modell

source: Description
de: Beschreibung

source: Short description provided by Apple PMU on current power adapter Family Code. Sometimes may not set.
de: Kurzbeschreibung der Apple PMU zum aktuellen Ladegerät Family Code. Manchmal nicht gesetzt.

source: Serial No.
de: Seriennummer

source: PMU Configuration
de: PMU-Konfiguration

source: The Configuration values is the max allowed Charging Current configurations.
de: Die Konfigurationswerte sind die maximal zulässigen Ladestrom-Konfigurationen.

source: Charger Configuration
de: Ladegerät-Konfiguration

source: HVC Mode
de: HVC-Modus

source: High Voltage Charging (HVC) Mode may accquired by your power adapter or system, all supported modes will be listed below.
de: Der Hochspannungsladungs-Modus (HVC) kann von Ihrem Netzteil oder System unterstützt werden. Alle unterstützten Modi werden unten aufgelistet.

source: Inductive Port
de: Induktiver Anschluss

source: Port Type
de: Anschlusstyp

source: Allowed Features
de: Erlaubte Funktionen

source: Accessory Feature Flags, I don't know how to parse it yet.
de: Zubehör-Feature-Flags, ich weiß noch nicht, wie ich sie analysieren soll.

source: Product ID
de: Produkt ID

source: Vendor ID
de: Hersteller ID

source: Battery Pack
de: Akkupack

source: This indicates if an accessory is now working as a Battery Pack.
de: Dies zeigt an, ob ein Zubehör als Akkupack verwendet wird.

source: Providing Power
de: Stellt Strom bereit

source: This indicates if an accessory is now providing power.
de: Dies zeigt an, ob ein Zubehör Strom bereitstellt.

source: Max Capacity
de: Maximale Kapazität

source: The accessory battery's Full Charge Capacity.
de: Die volle Ladekapazität des Zubehörakkus.

source: Current Capacity
de: Aktuelle Kapazität

source: Avg. Charging Current
de: Ø Ladestrom

source: Charging Voltage Rating
de: Ladespannung-Nennwert

source: Current
de: Stromstärke

source: Real-time output current by attached accessory.
de: Echtzeit-Ausgangsstrom des angeschlossenen Zubehörs.

source: Real-time output voltage by attached accessory.
de: Echtzeit-Ausgangsspannung des angeschlossenen Zubehörs.

source: Incoming Current
de: Eingangsstrom

source: Incoming Voltage
de: Eingangsspannung

source: Accepting Charge
de: Empfängt Ladung

source: This indicates if accessory is accepting charge.
de: Dies zeigt an, ob das Zubehör Ladung empfängt.

source: Temperature
de: Temperatur

source: Acc. Time to Empty
de: Restlaufzeit (Zubehör)

source: Acc. Time to Full
de: Ladezeit bis voll (Zubehör)

source: The accessory battery percentage reported by AppleSMC.
de: Der von AppleSMC gemeldete Batteriestand des Zubehörs.

source: Power Mode
de: Stromversorgungsmodus

source: Sleep Power
de: Ruhemodus-Stromversorgung

source: Supervised Acc. Attached
de: Verwaltetes Zubehör verbunden

source: Supervised Transports Restricted
de: Verwaltete Transporte eingeschränkt

source: Inductive FW Mode
de: Induktiver FW-Modus

source: Inductive Region Code
de: Induktiver Regionscode

source: This indicates if current inductive accesory is following specific region configuration.
de: Dies zeigt an, ob das aktuelle induktive Zubehör einer spezifischen Regionskonfiguration folgt.

source: Inductive Auth Timeout
de: Zeitüberschreitung beim Authentifizieren des induktiven Ladens

source: Serial Port
de: Serielle Schnittstelle

source: The "Chip ID" of attached accessory.
de: Die "Chip-ID" des angeschlossenen Zubehörs.

source: ID Serial No.
de: ID Seriennummer

source: Interface Device Serial Number (ID-SN).
de: Interface Device Seriennummer (ID-SN).

source: IM Serial No.
de: IM Seriennummer

source: Interface Module Serial Number (MSN).
de: Interface Modul Seriennummer (MSN).

source: Accessory Serial Number (ASN).
de: Seriennummer Zubehör (ASN).

source: USB Connect State
de: USB-Verbindungsstatus

source: USB Charging Volt.
de: USB-Ladespannung

source: USB Current Config
de: USB-Stromkonfiguration

source: External Connected
de: Extern verbunden

source: Charger Capable
de: Ladefähig

source: Not Charging
de: Lädt nicht

source: Unspecified
de: Nicht angegeben

source: Configured Mode
de: Konfigurierter Modus

source: Active Mode
de: Aktiver Modus

source: Active
de: Aktiv

source: Inactive
de: Inaktiv

source: Published Type
de: Typ veröffentlicht

source: Accelerometer
de: Beschleunigungssensor

source: Gyroscope
de: Gyroskop

source: Compass
de: Kompass

source: Atmos Pressure Sensor
de: Luftdrucksensor

source: Off
de: Aus

source: Low
de: Niedrig

source: On
de: An

source: High Current
de: Hohe Stromstärke

source: High Current (BM3)
de: Hohe Stromstärke (BM3)

source: Low Voltage
de: Niedrige Spannung

source: Charger
de: Ladegerät

source: Host (alternate config)
de: Host (Alternative Konfiguration)

source: Device
de: Gerät

source: Device (Auth required)
de: Gerät (Authentifizierung erforderlich)

source: Virtual
de: Virtuell

source: SD Card
de: SD-Karte

source: Inductive
de: Induktiv

source: Contactless
de: Kontaktlos

source: Wireless
de: Drahtlos

source: INVALID
de: UNGÜLTIG

source: Supported List
de: Unterstützte Geräte

source: Detached
de: Getrennt

source: Base
de: Basis

source: Undefined
de: Undefiniert

source: Negative Power Value
de: Negativer Leistungswert

source: Not Enough Data Points
de: Nicht genügend Datenpunkte
